app/views/home/splash.html.erb

SELECT "people".* FROM "people" WHERE "people"."team_id" = $1  [["team_id", 3]]
---
        <!-- <ul>
          <% team.people.each do |person| %>

SELECT COUNT(*) FROM "teams"
---

<div id="count" class="unselectable"><%= Team.all.size - Team.waiting.size %> / <%= Team.all.size %> </div>