app/controllers/teams_controller.rb

UPDATE "teams" SET "photo" = $1, "updated_at" = $2 WHERE "teams"."id" = $3  [["photo", "30052193_1664656366962339_4247772947774714361_o.jpg"], ["updated_at", "2018-04-12 02:25:29.169560"], ["id", 18]]
---
  def update
    respond_to do |format|
      if @team.update(team_params)